Repository: shurinbergo3/GymTracker
Catalog: GymTracker/Localizable.xcstrings
Source language: ru
Languages: de, en, pl

# Knowledge Base for Your Progress
source: База знаний для прогресса
de: Wissensbasis für deinen Fortschritt
en: Knowledge Base for Your Progress
pl: Baza wiedzy dla Twoich postępów

source: L-Sit на полу
de: L-Sit am Boden
en: Floor L-Sit
pl: L-Sit na podłodze

source: L-Тирозин (сырье), отказ от кофеина (он истощает систему). Тренировка концентрации (смотреть в точку).
de: L-Tyrosin (Rohstoff), Verzicht auf Koffein (es erschöpft das System). Konzentrationstraining (auf einen Punkt starren).
en: L-Tyrosine (raw material), quitting caffeine (it depletes the system). Concentration training (staring at a point).
pl: L-Tyrozyna (surowiec), odstaw kofeinę (wyczerpuje system). Trening koncentracji (wpatrywanie w punkt).

source: L-Цитруллин (чистый)
de: L-Citrullin (rein)
en: L-Citrulline (pure)
pl: L-Cytrulina (czysta)

# language_change_footer
source: Изменения применятся сразу после выбора
de: Änderungen werden sofort übernommen
en: Changes will apply immediately
pl: Zmiany zastosują się natychmiast

# language_picker_label
source: Язык приложения
de: App-Sprache
en: App Language
pl: Język aplikacji

# language_section_header
source: Язык
de: Sprache
en: Language
pl: Język

source: Legs (вариация)
de: Legs (Variante)
en: Legs (variation)
pl: Legs (wariacja)

source: Legs (Ноги+Пресс)
de: Legs (Beine + Bauch)
en: Legs (Legs+Abs)
pl: Legs (Nogi+Brzuch)

# Library
source: Библиотека
de: Bibliothek
en: Library
pl: Biblioteka

# LISS (Zone 2)
source: LISS (Зона 2)
de: LISS (Zone 2)
en: LISS (Zone 2)
pl: LISS (Strefa 2)

# LISS Elliptical
source: LISS Эллипс
de: LISS Crosstrainer
en: LISS Elliptical
pl: LISS Eliptyczny

# Macronutrients are building blocks of our body.
source: Макронутриенты — строительные блоки нашего тела.
de: Makronährstoffe sind die Bausteine unseres Körpers.
en: Macronutrients are building blocks of our body.
pl: Makroskładniki to budulec naszego ciała.

# Madcow 5x5
source: Madcow 5×5
de: Madcow 5x5
en: Madcow 5x5
pl: Madcow 5x5

# Main material for muscle growth. Found in meat, fish, eggs, cottage cheese.
source: Главный материал для роста мышц. Содержится в мясе, рыбе, яйцах, твороге.
de: Der wichtigste Baustein für den Muskelaufbau. Steckt in Fleisch, Fisch, Eiern und Quark.
en: Main material for muscle growth. Found in meat, fish, eggs, cottage cheese.
pl: Główny budulec mięśni. Znajdziesz w mięsie, rybach, jajkach, twarogu.

# Main rule: Calorie deficit.
source: Главное правило: Дефицит калорий.
de: Die wichtigste Regel: Kaloriendefizit.
en: Main rule: Calorie deficit.
pl: Zasada: deficyt kaloryczny.

# Main rule: Calorie surplus.
source: Главное правило: Профицит калорий.
de: Die wichtigste Regel: Kalorienüberschuss.
en: Main rule: Calorie surplus.
pl: Zasada: nadwyżka kaloryczna.

# Men: 2 portions. Women: 1 portion.
source: Мужчины: 2 порции. Женщины: 1 порция.
de: Männer: 2 Portionen. Frauen: 1 Portion.
en: Men: 2 portions. Women: 1 portion.
pl: Mężczyźni: 2 porcje. Kobiety: 1 porcja.

# MIN
source: МИН
de: MIN
en: MIN
pl: MIN

# Mobility Flow
source: Поток мобильности
de: Mobility Flow
en: Mobility Flow
pl: Mobility Flow

# More protein
source: Больше белка
de: Mehr Eiweiß
en: More protein
pl: Więcej białka

source: Mountain Climbers (Скалолаз)
de: Mountain Climbers
en: Mountain Climbers
pl: Mountain Climbers

# Need to eat slightly more than you burn.
source: Нужно есть чуть больше чем тратите.
de: Du musst etwas mehr essen, als du verbrauchst.
en: Need to eat slightly more than you burn.
pl: Jedz lekko więcej, niż spalasz.

# Needed for hormones and health. Nuts, oils, avocado, fatty fish.
source: Нужны для гормонов и здоровья. Орехи, масла, авокадо, жирная рыба.
de: Wichtig für Hormone und Gesundheit. Nüsse, Öle, Avocado, fetter Fisch.
en: Needed for hormones and health. Nuts, oils, avocado, fatty fish.
pl: Potrzebne dla hormonów i zdrowia. Orzechy, oleje, awokado, tłuste ryby.

# new_exercise_title
source: Новое упражнение
de: Neue Übung
en: New Exercise
pl: Nowe ćwiczenie

# No need to weigh everything. Use your hands:
source: Не нужно всё взвешивать. Используйте руки:
de: Du musst nicht alles abwiegen. Nimm einfach deine Hände:
en: No need to weigh everything. Use your hands:
pl: Nie musisz wszystkiego ważyć. Użyj dłoni:

# no_active_program_message
source: Создайте программу тренировок, чтобы отслеживать прогресс
de: Erstelle einen Trainingsplan, um deinen Fortschritt zu verfolgen
en: Create a workout program to start tracking your progress
pl: Utwórz plan treningowy, aby śledzić postępy

# no_active_program_title
source: Нет активной программы
de: Kein aktiver Trainingsplan
en: No Active Program
pl: Brak aktywnego planu

# no_data
source: Нет данных
de: Keine Daten
en: No Data
pl: Brak danych

# no_data_period
source: Нет данных за этот период
de: Keine Daten für diesen Zeitraum
en: No data for this period
pl: Brak danych w tym okresie

# Norwegian 4x4
source: Норвежский 4×4
de: Norwegian 4x4
en: Norwegian 4x4
pl: Norwegian 4x4

source: Норвежский протокол на VO2max. 4 минуты в зоне 90-95% от ЧСС макс / 3 минуты восстановления × 4 раунда. Самое эффективное кардио на VO2max.
de: Norwegisches VO2max-Protokoll. 4 Minuten hart (90–95% der max. Herzfrequenz) / 3 Minuten locker × 4 Runden. Das effektivste Cardio für deine VO2max.
en: Norwegian VO2max protocol. 4 minutes hard (90-95% HR max) / 3 minutes easy × 4 rounds. The most efficient cardio for VO2max.
pl: Norweski protokół VO2max. 4 min mocno (90–95% HR max) / 3 min lekko × 4 rundy. Najbardziej efektywne kardio na VO2max.

# note_button
source: Заметка
de: Notiz
en: Note
pl: Notatka

# Nutrition
source: Питание
de: Ernährung
en: Nutrition
pl: Odżywianie

# Nutrition Guide
source: Гид по Питанию
de: Ernährungsguide
en: Nutrition Guide
pl: Przewodnik żywienia

# nutrition_intro_text
source: Правильное питание — это не диета, это топливо для победы. Еда влияет на энергию, настроение и восстановление. Никаких сложных формул, только основы, которые работают.
de: Richtige Ernährung ist keine Diät, sondern Treibstoff für den Erfolg. Essen beeinflusst Energie, Stimmung und Regeneration. Keine komplizierten Formeln, nur die Grundlagen, die wirklich funktionieren.
en: Proper nutrition isn't a diet, it's fuel for victory. Food affects energy, mood, and recovery. No complex formulas, just basics that work.
pl: Prawidłowe odżywianie to nie dieta — to paliwo do zwycięstwa. Jedzenie wpływa na energię, nastrój i regenerację. Bez skomplikowanych wzorów, tylko podstawy, które działają.

# OK
source: ОК
de: OK
en: OK
pl: OK

# ok_button
source: ОК
de: OK
en: OK
pl: OK

# open_workout_button
source: ОТКРЫТЬ ТРЕНИРОВКУ
de: WORKOUT ÖFFNEN
en: OPEN WORKOUT
pl: OTWÓRZ TRENING

source: Pallof Press со штангой
de: Pallof Press mit Langhantel
en: Barbell Pallof Press
pl: Pallof Press ze sztangą

# Palm
source: Ладонь
de: Handfläche
en: Palm
pl: Dłoń

# past_workout_label
source: Прошлая тренировка:
de: Letztes Workout:
en: Previous Workout:
pl: Poprzedni trening:

# period_picker_label
source: Период
de: Zeitraum
en: Period
pl: Okres

source: PHA (Сердце)
de: PHA (Herz)
en: PHA (Heart)
pl: PHA (Serce)

source: Pigeon Pose (Голубь)
de: Pigeon Pose (Taube)
en: Pigeon Pose
pl: Pigeon Pose

source: Pike отжимания
de: Pike-Liegestütze
en: Pike Push-Ups
pl: Pompki Pike

# Polish
source: Польский
de: Polnisch
en: Polish
pl: Polski

source: Гибрид силовой и бодибилдинга. Сначала тяжёлая база, потом гипертрофия. 4 дня в неделю.
de: Hybrid aus Kraft und Bodybuilding. Erst schwere Grundübungen, dann Hypertrophie. 4 Tage/Woche.
en: Power + bodybuilding hybrid. Heavy compound first, hypertrophy work second. 4 days/week.
pl: Hybryda siły i kulturystyki. Najpierw ciężkie wielostawowe, potem hipertrofia. 4 dni/tydz.

# Powerbuilding 4-Day
source: Пауэрбилдинг 4 дня
de: Powerbuilding 4 Tage
en: Powerbuilding 4-Day
pl: Powerbuilding 4-dniowy

# previous_workout_section
source: ПРЕДЫДУЩАЯ ТРЕНИРОВКА
de: LETZTES WORKOUT
en: PREVIOUS WORKOUT
pl: POPRZEDNI TRENING

# program_delete_confirmation
source: Программа "%@" будет удалена без возможности восстановления.
de: Der Plan „%@“ wird unwiderruflich gelöscht.
en: Program "%@" will be deleted permanently.
pl: Plan „%@" zostanie trwale usunięty.

# progress_label
source: Прогресс
de: Fortschritt
en: Progress
pl: Postęp

source: Proper nutrition isn't a diet, it's fuel for victory. Food affects energy, mood, and recovery. No complex formulas, just basics that work.
de: Richtige Ernährung ist keine Diät, sondern Treibstoff für den Erfolg. Essen beeinflusst Energie, Stimmung und Regeneration. Keine komplizierten Formeln, nur Basics, die funktionieren.
pl: Prawidłowe odżywianie to nie dieta — to paliwo do zwycięstwa. Jedzenie wpływa na energię, nastrój i regenerację. Bez skomplikowanych wzorów, tylko podstawy, które działają.

# Protein
source: Белок
de: Eiweiß
en: Protein
pl: Białko

# Protein (Builder)
source: Белок (Строитель)
de: Eiweiß (Baustoff)
en: Protein (Builder)
pl: Białko (budulec)

# Protein (cottage cheese, fish) + vegetables.
source: Белок (творог, рыба) + овощи.
de: Eiweiß (Magerquark, Fisch) + Gemüse.
en: Protein (cottage cheese, fish) + vegetables.
pl: Białko (twaróg, ryba) + warzywa.

source: Pseudo Planche отжимания
de: Pseudo-Planche-Liegestütze
en: Pseudo Planche Push-Ups
pl: Pompki Pseudo Planche

source: Pseudo Planche удержание
de: Pseudo-Planche-Halten
en: Pseudo Planche Hold
pl: Pseudo Planche utrzymanie

source: Pull (вариация)
de: Pull (Variante)
en: Pull (variation)
pl: Pull (wariacja)

source: Pull (Спина+Бицепс)
de: Pull (Rücken + Bizeps)
en: Pull (Back+Biceps)
pl: Pull (Plecy+Biceps)

# Pull/Push/Legs
source: Тяга/Жим/Ноги
de: Pull/Push/Beine
en: Pull/Push/Legs
pl: Pull/Push/Legs

source: Push (вариация)
de: Push (Variante)
en: Push (variation)
pl: Push (wariacja)

source: Push (Грудь+Плечи+Трицепс)
de: Push (Brust + Schultern + Trizeps)
en: Push (Chest+Shoulders+Triceps)
pl: Push (Klatka+Barki+Triceps)

source: Push-уведомления от ИИ
de: Push-Mitteilungen von der KI
en: AI push notifications
pl: Powiadomienia push od AI

# Quick core finisher. 3 short sessions/week — perfect after main workouts.
source: Быстрый финишер на пресс. 3 короткие сессии в неделю — идеально после основной тренировки.
de: Schneller Core-Finisher. 3 kurze Einheiten/Woche — perfekt nach dem Haupttraining.
en: Quick core finisher. 3 short sessions/week — perfect after main workouts.
pl: Szybki finisher na core. 3 krótkie sesje/tydz. — świetne po głównym treningu.

# rate_app_subtitle
source: Поставить оценку в App Store
de: Im App Store bewerten
en: Leave a rating on the App Store
pl: Wystaw ocenę w App Store

# rate_app_title
source: Оценить приложение
de: App bewerten
en: Rate the app
pl: Oceń aplikację

# READY
source: ГОТОВ
de: BEREIT
en: READY
pl: GOTOWY

# Recovery
source: Восстановление
de: Erholung
en: Recovery
pl: Regeneracja

source: Восстановительный йога-флоу. 25-30 минут на позвоночник, бёдра и плечи. Идеально для дней активного восстановления.
de: Regenerativer Yoga-Flow. 25-30 Minuten für Wirbelsäule, Hüften und Schultern. Perfekt für Tage mit aktiver Erholung.
en: Recovery yoga flow. 25-30 minutes for the spine, hips, and shoulders. Perfect for active rest days.
pl: Regeneracyjna joga flow. 25–30 min na kręgosłup, biodra i barki. Idealne na dzień aktywnego odpoczynku.

# relogin_button
source: Войти заново
de: Erneut anmelden
en: Sign Out & In
pl: Wyloguj i zaloguj

# relogin_message
source: Требуется повторный вход для безопасности
de: Aus Sicherheitsgründen ist eine erneute Anmeldung nötig
en: Recent login required for security
pl: Niedawne logowanie wymagane ze względów bezpieczeństwa

# rem_sleep_legend
source: REM-фаза
de: REM
en: REM Sleep
pl: Sen REM

# replace_exercise_menu
source: Заменить упражнение
de: Übung ersetzen
en: Replace Exercise
pl: Zmień ćwiczenie

# reps_label
source: Повторы
de: Wiederholungen
en: Reps
pl: Powt.

# reps_short_label
source: повт.
de: Wdh.
en: reps
pl: powt.

# rest_day_title
source: ДЕНЬ ОТДЫХА
de: RUHETAG
en: REST DAY
pl: DZIEŃ PRZERWY

# Russian
source: Русский
de: Russisch
en: Russian
pl: Rosyjski

# russian_language_option
source: Русский
de: Russisch
en: Russian
pl: Rosyjski

source: Savasana (Шавасана)
de: Savasana (Shavasana)
en: Savasana
pl: Savasana

# search_exercises_placeholder
source: Поиск упражнений
de: Übungen suchen
en: Search exercises
pl: Szukaj ćwiczeń

source: Seated Forward Fold (Наклон сидя)
de: Seated Forward Fold (Vorbeuge im Sitzen)
en: Seated Forward Fold
pl: Skłon w przód siedząc

# select_program_button
source: Выбрать программу
de: Programm auswählen
en: Select Program
pl: Wybierz plan

# set_label
source: Подход
de: Satz
en: Set
pl: Seria

# set_program_button
source: Установить программу
de: Programm festlegen
en: Set Program
pl: Ustaw plan

# settings_title
source: Настройки
de: Einstellungen
en: Settings
pl: Ustawienia

# sign_out_button
source: Выйти
de: Abmelden
en: Sign Out
pl: Wyloguj

# Simple: energy (calories) determines your weight.
source: Просто: энергия (калории) определяет ваш вес.
de: Ganz einfach: Energie (Kalorien) bestimmt dein Gewicht.
en: Simple: energy (calories) determines your weight.
pl: Proste: energia (kalorie) decyduje o Twojej wadze.

# Simply about complex
source: Просто о сложном
de: Einfach erklärt
en: Simply about complex
pl: Prosto o trudnym

# Sip between sets.
source: Пейте между подходами.
de: Trink zwischen den Sätzen.
en: Sip between sets.
pl: Pij między seriami.

source: Skater Hops (Прыжки конькобежца)
de: Skater Hops (Schlittschuhsprünge)
en: Skater Hops
pl: Skater Hops (Skoki łyżwiarza)

# Sleep
source: Сон
de: Schlaf
en: Sleep
pl: Sen

# sleep_awake
source: Бодрствование
de: Wach
en: Awake
pl: Czuwanie

# sleep_core
source: Базовый
de: Kern
en: Core
pl: Podstawowy

# sleep_deep
source: Глубокий
de: Tief
en: Deep
pl: Głęboki

# sleep_in_bed
source: В кровати
de: Im Bett
en: In Bed
pl: W łóżku

# sleep_rem
source: БДГ
de: REM
en: REM
pl: REM

# sleep_stages_today
source: Фазы сна (Сегодня)
de: Schlafphasen (heute)
en: Sleep Stages (Today)
pl: Fazy snu (dziś)

# sleep_title
source: Сон
de: Schlaf
en: Sleep
pl: Sen

# sleep_total_label
source: всего
de: gesamt
en: total
pl: łącznie

# sleep_unknown
source: Неизвестно
de: Unbekannt
en: Unknown
pl: Nieznane

# Stage
source: Этап
de: Phase
en: Stage
pl: Faza

# Start your morning with a glass of water.
source: Начинайте утро со стакана воды.
de: Starte den Morgen mit einem Glas Wasser.
en: Start your morning with a glass of water.
pl: Zacznij poranek od szklanki wody.

# start_workout_button
source: НАЧАТЬ ТРЕНИРОВКУ
de: WORKOUT STARTEN
en: START WORKOUT
pl: ROZPOCZNIJ TRENING

source: Step Up на платформу
de: Step-up auf die Plattform
en: Step Up
pl: Step Up na platformę

source: Stir the Pot (помешивание на фитболе)
de: Stir the Pot (Rühren auf dem Gymnastikball)
en: Stir the Pot (Stability Ball)
pl: Stir the Pot (mieszanie na fitballu)

# Street Workout: Beginner
source: Воркаут: Старт
de: Street Workout: Einsteiger
en: Street Workout: Beginner
pl: Street Workout: Początkujący

# Street Workout: Intermediate
source: Воркаут: Прогресс
de: Street Workout: Fortgeschritten
en: Street Workout: Intermediate
pl: Street Workout: Średniozaawansowany

source: Strength + endurance combo. 4 days/week: 2 strength, 2 conditioning. Build size, strength, and a strong engine in parallel.
de: Kombi aus Kraft und Ausdauer. 4 Tage/Woche: 2x Kraft, 2x Conditioning. Bau parallel Masse, Kraft und eine starke Kondition auf.
pl: Połączenie siły i wytrzymałości. 4 dni/tydz.: 2 siłowe, 2 conditioning. Buduj masę, siłę i wydolność równolegle.

# StrongLifts 5x5
source: StrongLifts 5×5
de: StrongLifts 5x5
en: StrongLifts 5x5
pl: StrongLifts 5x5

source: Suitcase Carry (прогулка с чемоданом)
de: Suitcase Carry (Koffertragen)
en: Suitcase Carry
pl: Suitcase Carry (przenoszenie walizki)

source: Sun Salutation A (Сурья Намаскар)
de: Sonnengruß A (Surya Namaskar)
en: Sun Salutation A
pl: Powitanie Słońca A (Surya Namaskar)

# Supplements
source: Бады
de: Supplements
en: Supplements
pl: Suplementy

# support_section
source: Поддержка
de: Support
en: Support
pl: Wsparcie

# sync_complete_title
source: Синхронизация завершена
de: Synchronisierung abgeschlossen
en: Sync Complete
pl: Synchronizacja zakończona

# System
source: Система
de: System
en: System
pl: System

# system_language_option
source: Системный
de: Systemsprache
en: System
pl: Systemowy

# Tabata Total Body
source: Табата (всё тело)
de: Tabata Ganzkörper
en: Tabata Total Body
pl: Tabata Total Body

# Technique and Description
source: Техника и Описание
de: Technik und Beschreibung
en: Technique and Description
pl: Technika i opis

# This is a supplement to food, not a replacement.
source: Это добавка к еде, а не замена.
de: Eine Ergänzung zur Ernährung, kein Ersatz.
en: This is a supplement to food, not a replacement.
pl: To uzupełnienie jedzenia, nie jego zamiennik.

# Thumb
source: Большой палец
de: Daumen
en: Thumb
pl: Kciuk

# Time
source: Время
de: Zeit
en: Time
pl: Czas

# time_label
source: Время
de: Zeit
en: Time
pl: Czas

# timer_off_menu
source: Таймер выкл
de: Timer aus
en: Timer Off
pl: Timer wył.

# timer_on_menu
source: Таймер вкл
de: Timer an
en: Timer On
pl: Timer wł.

# todays_plan_title
source: ПЛАН НА СЕГОДНЯ
de: PLAN FÜR HEUTE
en: TODAY'S PLAN
pl: PLAN NA DZIŚ

# Top Supplements
source: Топ Добавок
de: Top-Supplements
en: Top Supplements
pl: Top suplementy

# total_sleep_stat
source: Всего сна
de: Schlaf gesamt
en: Total Sleep
pl: Sen łącznie

# Training Guide
source: Гид по Тренировкам
de: Trainingsguide
en: Training Guide
pl: Przewodnik treningu

# Type
source: Тип
de: Typ
en: Type
pl: Typ

# Upper/Lower
source: Верх/Низ
de: Ober-/Unterkörper
en: Upper/Lower
pl: Upper/Lower

# Upper/Lower Hypertrophy
source: Верх/Низ Гипертрофия
de: Ober-/Unterkörper Hypertrophie
en: Upper/Lower Hypertrophy
pl: Upper/Lower Hipertrofia

# Upper/lower split for maximum strength. Heavy compound movements.
source: Сплит верх/низ для максимальной силы. Тяжелые базовые движения.
de: Ober-/Unterkörper-Split für maximale Kraft. Schwere Grundübungen.
en: Upper/lower split for maximum strength. Heavy compound movements.
pl: Split Upper/Lower na maksymalną siłę. Ciężkie ruchy złożone.

# Upper/Lower Strength
source: Верх/Низ Силовой
de: Ober-/Unterkörper Kraft
en: Upper/Lower Strength
pl: Upper/Lower Siła

# Useful
source: Полезное
de: Nützliches
en: Useful
pl: Przydatne

source: V-Sit Hold (удержание уголка)
de: V-Sit Hold (Winkelhalten)
en: V-Sit Hold
pl: V-Sit (utrzymanie kąta)

source: Value
de: Wert
pl: Wartość

# Vegetables
source: Овощи
de: Gemüse
en: Vegetables
pl: Warzywa

# Veggies
source: Овощи
de: Gemüse
en: Veggies
pl: Warzywa

# version_label
source: Версия
de: Version
en: Version
pl: Wersja

source: Vitex (Витекс)
de: Vitex (Mönchspfeffer)
en: Vitex
pl: Vitex (Niepokalanek)

source: VO₂ Max (30 дн)
de: VO₂ Max (30 Tage)
en: VO₂ Max (30d)
pl: VO₂ Max (30 dni)

# Volume
source: Объем
de: Volumen
en: Volume
pl: Objętość

# volume_colon
source: Объём:
de: Volumen:
en: Volume:
pl: Objętość:

# Want to gain mass
source: Хотите набрать массу
de: Du willst Masse aufbauen
en: Want to gain mass
pl: Chcę zbudować masę

# Want to lose weight
source: Хотите похудеть
de: Du willst abnehmen
en: Want to lose weight
pl: Chcę schudnąć

source: Warrior II (Воин II)
de: Krieger II (Virabhadrasana II)
en: Warrior II
pl: Wojownik II

# Water is the medium for all processes.
source: Вода — среда для всех процессов.
de: Wasser ist das Medium für alle Prozesse.
en: Water is the medium for all processes.
pl: Woda jest medium wszystkich procesów.

# weight_label
source: Вес
de: Gewicht
en: Weight
pl: Ciężar

# Whey Protein
source: Сывороточный протеин
de: Whey Protein
en: Whey Protein
pl: Białko Whey

# Workout
source: Тренировка
de: Workout
en: Workout
pl: Trening

# workout_active_label
source: ТРЕНИРОВКА
de: WORKOUT
en: WORKOUT
pl: TRENING

# Workouts
source: Тренировки
de: Workouts
en: Workouts
pl: Treningi

source: Wrist Roller (катушка с весом)
de: Wrist Roller (Unterarm-Roller mit Gewicht)
en: Wrist Roller
pl: Wrist Roller

source: XP до следующего уровня
de: XP bis zum nächsten Level
en: XP to next level
pl: XP do następnego poziomu

source: XP начал просаживаться
de: XP fing an zu sinken
en: XP started declining
pl: XP zaczął spadać

source: Y-подъемы лежа на наклонной
de: Y-Raises auf der Schrägbank
en: Incline Y-Raises
pl: Wymachy Y na ławce skośnej

source: Y-подъёмы на блоке
de: Y-Raises am Kabelzug
en: Cable Y-Raise
pl: Wymachy Y na wyciągu

# Yoga Flow Recovery
source: Yoga Flow: Восстановление
de: Yoga Flow: Regeneration
en: Yoga Flow Recovery
pl: Yoga Flow Regeneracja

# Your goal
source: Ваша цель
de: Dein Ziel
en: Your goal
pl: Twój cel

# Your Personal Analyst
source: Ваш Личный Аналитик
de: Dein persönlicher Analyst
en: Your Personal Analyst
pl: Twój osobisty analityk

source: Аватар сверху справа - там язык, подключение Apple Watch, стиль ИИ-коуча и управление данными.
de: Das Avatar oben rechts: Sprache, Apple Watch, KI-Coach-Stil und Datenverwaltung.
en: The avatar at the top right: language, Apple Watch, AI coach style and data management.
pl: Awatar w prawym górnym rogu: język, Apple Watch, styl trenera AI i zarządzanie danymi.

source: Авраамово дерево (Vitex Agnus-Castus). Основное применение в спорте — мягкое снижение пролактина. Если у вас пролактин на верхней границе, это может мешать выработке дофамина и тестостерона. Витекс решает эту проблему.
de: Mönchspfeffer (Vitex Agnus-Castus). Hauptanwendung im Sport — sanfte Senkung des Prolaktinspiegels. Wenn dein Prolaktin am oberen Grenzwert liegt, kann das die Produktion von Dopamin und Testosteron hemmen. Vitex löst dieses Problem.
en: Chaste tree (Vitex Agnus-Castus). Primary sports use — gentle prolactin reduction. If your prolactin is at the upper limit, it may interfere with dopamine and testosterone production. Vitex solves this.
pl: Niepokalanek pospolity (Vitex Agnus-Castus). Główne zastosowanie w sporcie — łagodne obniżanie prolaktyny. Jeśli prolaktyna jest przy górnej granicy, może blokować dopaminę i testosteron. Vitex rozwiązuje ten problem.

source: Австралийские подтягивания
de: Australische Klimmzüge (Inverted Rows)
en: Australian Pull-ups (Inverted Rows)
pl: Podciąganie australijskie

source: Австралийские подтягивания со штангой
de: Australische Klimmzüge mit Langhantel
en: Australian Pull-Ups (Inverted Row)
pl: Podciąganie australijskie ze sztangą

source: Авто
de: Auto
en: Auto
pl: Auto

source: Авто (по программе)
de: Auto (laut Plan)
en: Auto (follow program)
pl: Auto (wg planu)

source: Аденозин
de: Adenosin
en: Adenosine
pl: Adenozyna

source: Аква
de: Aqua
en: Aqua
pl: Aqua

source: Аккаунт отключён. Свяжись с поддержкой.
de: Konto deaktiviert. Wende dich an den Support.
en: Account disabled. Contact support.
pl: Konto zostało wyłączone. Skontaktuj się z pomocą techniczną.

source: Аксиоматика (Базовые принципы)
de: Grundlagen (Basisprinzipien)
en: Axiomatics (Basic Principles)
pl: Aksjomatyka (zasady podstawowe)

source: Активировать
de: Aktivieren
en: Activate
pl: Aktywuj

source: Активировать (Скоро)
de: Aktivieren (Bald)
en: Activate (Soon)
pl: Aktywuj (Wkrótce)

source: Активируй
de: Aktivieren
en: Activate
pl: Aktywuj

source: АКТИВНА
de: AKTIV
en: ACTIVE
pl: AKTYWNY

source: Активная
de: Aktiv
en: Active
pl: Aktywna

source: АКТИВНАЯ ПРОГРАММА
de: AKTIVER PLAN
en: ACTIVE PROGRAM
pl: AKTYWNY PLAN

source: Активная тренировка: подходы, веса, таймер отдыха и пульс в реальном времени.
de: Dein aktives Training: Sätze, Gewichte, Pausentimer und Puls in Echtzeit.
en: Your live workout: sets, weights, rest timer and heart rate in real time.
pl: Aktywny trening: serie, ciężary, timer odpoczynku i tętno na żywo.

source: Активности не зафиксировано
de: Keine Aktivität erfasst
en: No activity logged
pl: Nie zarejestrowano aktywności
